Repository: Mimachh/Asmslp
Catalog: languages/asmsl_domain-*.po
Languages: fr_fr

source: Animation Hover
fr_fr: Animation au passage de la souris

source: ASMSL Settings
fr_fr: ASMSL Paramètres

source: Begining of post
fr_fr: Début de l'article

source: Choose the form of your icons :
fr_fr: Choisis la forme de tes icônes

source: Choose the size of your icons
fr_fr: Choisis la taille de tes icônes

source: Choose your social media
fr_fr: Choisis tes réseaux sociaux

source: Choose your socials medias
fr_fr: Choisis tes réseaux sociaux

source: Custom the shared Content
fr_fr: Personnalise le contenu à partager

source: Custom the shared Title
fr_fr: Personnalise le titre à partager

source: Custom the shared URL
fr_fr: Personnalise l'URL à partager

source: Display Location
fr_fr: Localisation

source: Do you want to display Social Media on Pages ?
fr_fr: Veux-tu afficher tes réseaux sociaux sur les Pages de ton site?

source: Do you want to display Social Media on Post ?
fr_fr: Veux-tu afficher tes réseaux sociaux sur les Articles de ton site?

source: End of post
fr_fr: Fin de l'Article

source: For more customisation you can copy and paste the shortcode on the Post or Page you want.
fr_fr: Pour plus de personnalisation tu peux copier coller le code-court sur la Page ou l'Article de ton choix.

source: Headline Text
fr_fr: Titre

source: Here you can change the content (Title / Content / Link) that your Pages's buttons will share.
fr_fr: Dans cette section tu peux modifier le contenu (titre, contenu, lien) que tes boutons de partage (sur les Pages) partageront.

source: Here you can change the content (Title / Content / Link) that your Posts's buttons will share.
fr_fr: Dans cette section tu peux modifier le contenu (titre, contenu, lien) que tes boutons de partage (sur les Articles) partageront.

source: Icon Style
fr_fr: Style de l'icône

source: Large
fr_fr: Grande

source: Leaving blank will use the default Post Excerpt.
fr_fr: Laisse le champ vide pour utiliser par défaut l'extrait de ton Article (vérifie de l'avoir bien renseigné).

source: Leaving blank will use the default Post Title.
fr_fr: Laisse le champ vide pour utiliser par défaut le titre de ton Article (vérifie de l'avoir bien renseigné).

source: Leaving blank will use the default Post URL.
fr_fr: Laisse le champ vide pour utiliser par défaut l'URL de ton Article.

source: Left of post
fr_fr: A gauche de l'Article

source: Left Screen Fixed
fr_fr: Fixé à gauche de l'écran

source: Medium
fr_fr: Moyenne

source: No
fr_fr: Non

source: Options saved.
fr_fr: Options enregistrées.

source: Pages Shortcode
fr_fr: Code-court pour les Pages

source: Posts and Single
fr_fr: Articles

source: Posts Shortcode
fr_fr: Code-court pour les Articles

source: Retrieve the Pages's Shortcode
fr_fr: Récupère le code-court des Pages

source: Retrieve the Posts's Shortcode
fr_fr: Récupère le code-court des Articles

source: Right of post
fr_fr: A droite de l'Article

source: Right Screen Fixed
fr_fr: Fixé à droite de l'écran

source: Round
fr_fr: Arrondi

source: Save Changes
fr_fr: Enregistrer les changements

source: Select an Hover animation :
fr_fr: Choisis une animation de survol de souris :

source: Share on your social media.
fr_fr: Partage sur tes réseaux sociaux.

source: Small
fr_fr: Petite

source: Something goes wrong try again.
fr_fr: Quelque-chose s'est mal passé, essaie à nouveau.

source: Sorry, you do not have permission to perform that action.
fr_fr: Désolé, vous n'avez pas l'autorisation pour réaliser cette action.

source: Square
fr_fr: Carré

source: The simplest and most complete way to include Social Share Links to your website.
fr_fr: Le moyen le plus simple et le plus complet pour intégrer des liens de partage pour réseaux sociaux à ton site web.

source: Yes
fr_fr: Oui

source: You can add it to your code using :
fr_fr: Tu peux ajouter à ton code en utilisant :

source: You need to choose at least one social media.
fr_fr: Tu dois choisir au moins un réseau social.
